{ "characters": 
        [
                {
                        "name" : "Antony",
                        "answers" : 
                        [
                                "Climaxing simultaneously. That is, I win a battle at the same time as my lover wins a battle.", 
                                "On Agriculture. Nothing like a bit of Cato for some light reading.", 
                                "Fifty Auxilia, five Praetorian Guards, and two units mounted on camelback walk into a tavern...", 
                                "My father was a nobody. He’s dead now, and no one remembers his name. That’s what happens to nobodies.",
                                "We both bring our fleets and count ships to see which one is bigger. *wink*", 
                                "We would sail the Mediterranean in my finest warship, aweing everyone we meet. And don’t worry: I’ve had the bedchambers appointed with the finest linens.", 
                                "There’s this one musician whose songs I like. He’s a salsa singer? Used to be married to Jennifer Lopez? I can’t quite remember his name...", 
                                "The sun never setting on an empire I control.", 
                                "I’d send them into the military. That’ll dry up those listless teenage blues.",
                                "The only ghosts that exist are the specters of unrealized ambitions.", 
                                "Speechteases. It’s a striptease, but my lover is also expressing themselves eloquently about the current state of politics.", 
                                "I tell everyone that I double-majored in politics and business in college. But I actually studied philosophy.", 
                                "A black pepper Old Fashioned. Complex, refined, and dependable, with a kick of spice at the end.", 
                                "Crush the damn Celts. How many times do I have to say this? Send a legion already!", 
                                "Odi et amo. Quare id faciam, fortasse requiris? Nescio, sed fierei sentio et excrucior. I hate and I love.\nWhy, you ask?\nI don’t know, but I feel it happening,\nAnd I am crucified.\n", 
                                "Most people think of the gods as luck. If the gods like them, they get lucky. But I make my own luck.", 
                                "I’ve always appreciated Aeneas. He was strong, he was smart, and he founded his own civilization.",
                                "A rare steak after an afternoon of fighting- on the battlefield, in the courtroom, or in the bedroom.", 
                                "Manga. I read One Piece every night in bed. General in the streets, weeb trash in the sheets, baby.", 
                                "Actium."
                        ]
                },
        
                {
                        "name" : "Beatrice",
                        "answers" :
                        [
                                "It’s all about the power play. A battle for dominance. ",
                                "Jane Eyre. Finally, a female protagonist who doesn’t conform to the expectations of the patriarchal society.",
                                "The average woman would rather have beauty than brains, because the average man can see better than he can think. For the record, I have both.",
                                "My Uncle and cousins are my only family.",
                                "We must go somewhere that inspires intelligent conversation. They must not talk too much, nor too little. They must be able to give as well as they can take, or I’ll not see them again.",
                                "We could go hike a mountain, see who gets to the top faster.",
                                "I’m quite fond of Aretha Franklin. Respect.",
                                "Those without beards. But I suppose, if we’re looking at this traditionally, my cousin is probably the fairest person I know.",
                                "I would twist my words until their guilt forced them to make it up to me.",
                                "Don’t be ridiculous. Ghosts aren’t real.",
                                "A battle of wits and words is the greatest language love can speak.",
                                "Sometimes I fear that my pride and scorn scare others away. Truly, it is like a disease I cannot be rid of, it has been so deeply ingrained into myself.",
                                "Something with vodka. Lots of vodka.",
                                "Caring about what the Brits are doing is the last thing on my list of priorities.",
                                "Poetry shmoetry. I have neither the time nor the patience for it.",
                                "Those who rely on God get nothing done.",
                                "My cousin. She is… the purest human I have ever met.",
                                "Buffets. I don’t like to be limited.",
                                "Romance novels. I know I badmouth men, but… It’s not all bad. Not really.",
                                "Lemon."
                        ]
                },
        
                {
                        "name" : "Benedick",
                        "answers" :
                        [
                                "Amazonian. Nothing gets me more than a woman taking charge. But be warned, I fight back.",
                                "Insults and Comebacks for All Occasions. Got to keep sharp.",
                                "Why do men die before their wives? They want to.",
                                "My parents? Why, they’re extremely blessed to have a child as great as me. Perhaps I should stop by, just to hear their praise.",
                                "A first date? I rarely see a second! They all try to tie me down but I’m a free spirit, I can’t concede to the dragging monotony of anything more than a fancy’s passing.",
                                "All the wonders of the world. A vacation with me is guaranteed to be a wonder in and of itself.",
                                "I’ve always liked Mick Jagger’s style.",
                                "Oh, all men and women are fair, but it is no fault of mine that even the fairest cannot hope to sentence me to civil union. I’ll die a bachelor.",
                                "They’re kids! Let them do what they want! Do you think I could be tamed when I was a kid? Never. And I turned out great.",
                                "I don’t know, I’d chat with it, I suppose. See if they have any dirt on the living. Perhaps on a certain dame… I still haven’t gotten her back for last time.",
                                "Love is the language of a soul ravished. As you can see, my soul remains in tact, for I cannot be won over by any language.",
                                "Secrets are for cowards who fear speaking their minds. I have no secrets as, indeed, I speak all that crosses my mind.",
                                "Appletini.",
                                "I think the UK has the right idea. I’m not a fan of European policies. Too many rules.",
                                "The day you find me writing poetry is the day you find me sick with love, a day that will never come.",
                                "I think he leaves us all to our own devices.",
                                "Yes, I imagine that I am a role model to many. I have this way with people, you see-- What do you mean that wasn’t the question?",
                                "Spare the sugar. Give me something with some kick! Some fire! Some spice!",
                                "The theatre. Don’t tell anyone, but I go regularly.",
                                "Haberdashery is a great word."
                        ]
                },
        
                {
                        "name" : "Cleopatra",
                        "answers" :
                        [
                                "Exhibitionism. Everyone deserves to see how good I look! At every moment, and from every angle...",
                                "The Argonautica. I identify with the Golden Fleece.",
                                "I think sex is better than logic, but I can’t prove it.",
                                "My mother died when I was young, but I hear she loved my father dearly. As dearly as a sister loves a brother.",
                                "I’ve always been fond of orgy meet-cutes. The more, the merrier!",
                                "A pleasure cruise. I’ll bring fifty barrels of my finest wine, dates covered in honey, and my wittiest eunuchs to fan us.",
                                "Odes to my beauty. I have a passel of court musicians competing to compose the finest song about my face right now.",
                                "A summer’s night. The warm breeze, the smell of wine and the sea, the sound of laughter drifting from the palace...there’s nothing like it.",
                                "Discipline them? What am I paying the nurse for?",
                                "As long as they’re family, I’d make a move. But also probably if they’re family.",
                                "Military and political exploits for the glory of my rule. Nothing gets me going like a suitor telling me they’ve committed some light treason in my name.",
                                "My favorite position is missionary. Please, you can’t tell anyone, I spread a rumor that my favorite position involves a penguin mask, a bag of marbles, and a kilo of guacamole...",
                                "I’d order an Italian red wine, then subtly pour in some arsenic from my hollow ring and hand the glass to my enemy. Oh, sorry, you just meant for drinking?",
                                "Let every nation decide its own fate. No one deserves to be yoked to an empire full of bureaucratic old men.",
                                "Hah! I don’t write poems for anyone. People write poems for me.",
                                "My people have many gods, including me - I’m a god who walks the earth. People only have room for one most important god in their hearts, though. I strive to occupy that place.",
                                "Beyoncé. Elegant, powerful, and talented. She drives fashion and conversation. And she’s in a power couple, but let’s be honest, she’s the more beloved one.",
                                "I’m partial to pearls dissolved in wine. It’s the most decadent drink you could imagine.",
                                "Flamin’ Hot Cheetos. I’d never want my people to see me eat something that undignified, but they’re so orange. They mesmerize me.",
                                "Cobra."
                        ]
                },
        
                {
                        "name" : "Hamlet",
                        "answers" :
                        [
                                "I’m really into flowery erotica. I don’t know why, but the more words the better",
                                "I read 11 Secret Techniques to Stop Procrastinating Forever! on Buzzfeed, like six weeks ago. Still thinking about it.",
                                "You know that scene in the princess bride with the Iocane powder? Never go against a sicilian when death is on the line!",
                                "I only see them when I’m back on school break. I worry about Mum a lot.",
                                "We’d hear Neutral Milk Hotel play live and then talk about it all night.",
                                "Well, I have some tickets for a free cruise across the channel-- I think my uncle has a time share or something.",
                                "My favorite artists are Linkin Park, Three Days Grace, and, uh, Leonard Cohen, actually. Don’t tell my friends.",
                                "Justice, wisely considered and rightly pursued. Dad told me that.",
                                "I would gaslight them. Only a little, until they learn their lesson.",
                                "Is this a trick question? I feel personally attacked.",
                                "Encouraging words, as many as possible.",
                                "Good friends have been buried because of me.",
                                "I could give you an earful on that, but usually Yaeger.",
                                "The Brits can hang for all I care.",
                                "Oh! I have a perfect one in my notebook-- 40 cantos about this dead clown I knew.",
                                "I ask God for advice often, but I’ve never gotten a response... Does heaven have a character limit... or?",
                                "My dad. He used to be the king of my world... Wait, actually, can I change my answer to Nietzche?",
                                "Who can think of food when one’s dignity and future are on the line? I do like black coffee though",
                                "Graverobbing, but I promise it was just one time.",
                                "Long live the King!"
                        ]
                },
        
                {
                        "name" : "Juliet",
                        "answers" :
                        [
                                "I’ve done some fairly creative things with a rope ladder.",
                                "I’ve just finished The Canterbury Tales. Chaucer’s most riveting work by far.",
                                "What do you get when you cross a joke with a rhetorical question? ...Do you get it?",
                                "It could probably be better. But whose father doesn’t have issues with their child’s first love?",
                                "I suppose...a romantic dinner with your arranged partner, who you eventually find out isn’t the worst person to spend the rest of your life with.",
                                "Somewhere beautiful, with plenty of scenic places to gaze into each other’s eyes as the sun sets around us.",
                                "Classical, mainly. A cello can make even the most unbearable of songs sound beautiful.",
                                "I find beauty in deep and meaningful relationships with those around me, whether they be platonic or otherwise.",
                                "Discipline with a firm but loving hand is the best way to get through to a child. Letting your impulsive reactions lead the way is never wise.",
                                "Stand my ground and get as much information from the apparition as possible. Showing fear or reacting brashly will not help any situation, much less a paranormal one.",
                                "Loyalty and dedication. A life lived without your true love is one not worth living at all.",
                                "Those who know my secrets know all of them. Those who don’t know all, don’t know any.",
                                "I don’t drink, but I always find a more interesting option.",
                                "A country is strongest when it’s together. But sometimes, it seems like two sides getting along is nearly impossible.",
                                "Thine hands speak softer than thy lips, and yet from thine my hand does slip. Kiss me slow and kiss me sweet, for it’s too long til we next shall meet.",
                                "As of late, Cupid is the only deity that has captured my attention and worked his mysterious magics over my soul.",
                                "Either Ada Lovelace or Reese Witherspoon. I admire a strong-willed woman.",
                                "A choice cut of juicy steak with a side of rosemary roasted potatoes. A family recipe.",
                                "Any film with Anne Hathaway in it. Actually, I take it back - no guilt involved.",
                                "I’m not sure I take your meaning. Are you asking for my FaceBook password? Why would I give you that?"
                        ]
                },
        
                {
                        "name" : "Kate",
                        "answers" :
                        [
                                "I’m secretly sub, but if you tell that to anyone I’ll kill you in your sleep.",
                                "The fourth book in A Song of Ice and Fire... Valar Morghulis.",
                                "How could I ever choose a favorite joke when I’m surrounded by so many?",
                                "I can’t remember what I’m contractually permitted to say. I’ll ask my father and get back to you.",
                                "Let's skip the first date and get straight to the part where you’re in a casket and I’m newly widowed.",
                                "Somewhere with a breathtaking view, a perilous precipice, and no witnesses.",
                                "‘Bad Reputation’ by Joan Jett is my jam.",
                                "Nothing in life is fair, you idiot.",
                                "I’ve found that wooden spoons work well on my sister.",
                                "I have seen ghosts, and I envy them. Betcha in death they understand. Bet they don't reprimand their daughters.",
                                "I’m partial to physical touch - well, technically ‘battery’ if you ask the local magistrate.",
                                "Any secrets I once had have since been exposed on the Match.com profile my father made for me.",
                                "Poison is exactly what I’d pick. Sooner that than listen to you drone on and on all night.",
                                "If an entire nation, in all its strength, cannot regain its agency, then I have little hope for myself.",
                                "Pretty words are for pretty fools, and since I cannot know whether you look as stupid as you sound, I would not dare to waste my breath.",
                                "I expect it’s like every other relationship I’ve had. He idly barters with my life and I make a nuisance of myself as consolation.",
                                "Modeling yourself after someone else is a fool’s errand. It doesn’t change the shit hand life has dealt you.",
                                "I don’t have much of an appetite these days. If I’m not sickly - I mean ‘slender’ - how are any suitors supposed to prey on - I mean ‘court’ - me.",
                                "Pleasures are too few in this life to be accompanied by guilt, and the greatest pleasure of all is bearing witness to the stupidity of others.",
                                "It seems the sum of all my words has kept everyone at a safe distance."
                        ]
                },
        
                {
                        "name" : "Ophelia",
                        "answers" :
                        [
                                "I like to have an older man hiding in the room and listening, but never joining in. Don’t judge.",
                                "Wuthering Heights, by Jane Austen! Still have a few chapters left.",
                                "People make jokes out of nothing just to steal a snatch of another’s love. I would never use you like that.",
                                "My father thinks I’m his perfect angel... I don’t know if that’s still me but... You have to be good for the parent you still have, right?",
                                "A walk together somewhere far from everyone else, but not too far from home. By a river, if we can.",
                                "Rome! I've never been, but the cathedrals are beautiful and I'm curious about ‘clubbing.'",
                                "I tell everyone my favorite song is, Ave Maria. But it's actually Cherry Bomb by the Runaways!",
                                "Love that lends its lips to give dignity to the beloved, without lust-- that is what I find fairer.",
                                "I might make them copy lines from a book of ballads or help me gather herbs-- that way they'll learn something, too.",
                                "What a morbid question!",
                                "Small acts of kindness.",
                                "Sometimes I think about ending it all.",
                                "If no one’s looking, I might sneak a cordial?",
                                "It’s not my place to play with politics.",
                                "Er... I mostly read poetry... Do you like Sylvia Plath?",
                                "I pray when I’m told, and I sing at mass, but truth be told: when I’m alone, I do not pray, I doubt.",
                                "My brother. He’s a bit of a push-over, but it’s always clear he really cares. That’s rare, and it means a lot.",
                                "I don’t know-- the cooks don’t ask for my input. No one does.",
                                "I might write slash fiction about my suitor's two best friends.",
                                "Rosemary."
                        ]
                },
        
                {
                        "name" : "Petruchio",
                        "answers" :
                        [
                                "Spanking? Rim jobs? Anything that has to do with the glorious human butt.",
                                "Fifty Shades of Grey, definitely. Nothing says sexy like a binding sexual contract.",
                                "PHow do you know when a woman is about to say something smart? When she starts her sentence with, ’A man once told me…'",
                                "They’re… adequate. Though not nearly wealthy enough for my taste.",
                                "Our wedding.",
                                "Both of us on vacation at the same time? Who would look after the house?",
                                "The song ‘Blurred Lines’ by Robin Thicke has been a recent favorite of mine.",
                                "A clean-kept house, an attentive spouse, and a nice, tight tush come to mind.",
                                "The same way I’d discipline you...",
                                "Ask if it’s left behind a wealthy widow perhaps.",
                                "Acts of service of course. I have an uncanny capacity for allowing others to dote on and serve me.",
                                "My darkest secret is nothing compared to the scandalous rumours we could start together.",
                                "Whatever you fetch me from the barkeep will do. I’m always thirsty...",
                                "You cannot break a stallion with tender words of compromise and negotiation.",
                                "Words are wind, my dear, and you strike me as the type who prefers action.",
                                "Oh, the big guy upstairs? He practically worships me.",
                                "Why look any further for a role model than in the nearest mirror?",
                                "As a gentleman I cannot, in good faith, answer your query. But I think you can guess what tantalizes my palate...",
                                "Do not taint opulent pleasure with miserly guilt. If it feels good, than it cannot be bad.",
                                "Keep going."
                        ]
                },
        
                {
                        "name" : "Romeo",
                        "answers" :  
                        [
                                "I’m really into hand stuff.",
                                "I didn’t really pay attention to the words. It had boobs in it though.",
                                "What did the ghost say to the hornets? ...Boo bees.",
                                "Ugh, don’t even get me started. They just don’t understand me! IT’S NOT A PHASE, DAD!",
                                "I won’t go into detail, but it starts with the hands, and ends with a marriage proposal.",
                                "Somewhere cool! Probably with, like, mini golf, or something?",
                                "What’s that song that goes like, “I CRASHED MY CAR INTO THE BRIDGE! I DON’T CARE! I LOVE IT!” That song. I like that song.",
                                "One time I saw this hawk carry off a rabbit like twice its size. That was pretty cool, I guess.",
                                "I really think parents need to be more chill with their kids. Like, just let them do what they want, you know?",
                                "Oh man, I’d probably fight it. Can you punch a ghost? Does that work?",
                                "Lords and Ladies love a fancy speech. I’m not so good with words, but I’m pretty good at pretending.",
                                "Let’s just say I’ve climbed through a few bedroom windows in my day.",
                                "Monkshood. Wait, what? Oh, like alcohol? Do they have Coors?",
                                "Politics are weird. What’s with all these splits lately? Can’t we all just be friends?",
                                "Roses are red, violets are blue, if you were dead, I’d kill myself too.",
                                "Cupid’s definitely gotten me in the butt a few times, but I’d like to teach him a thing or two when it comes to aiming for others.",
                                "I wanna say Elton John. Is that weird?",
                                "To be honest, I could live off McDonald’s. Gimme chicken nuggets all day every day.",
                                "I’ve always been a fan of secret late night rendezvous.",
                                "Swag."
                        ]
                }
        ]
}