{ "player":
[
        {
                "name" : "Antony",
                "pairing" :
                [
                        {
                                "part1" : "Part 1: Antony, you've selected Antony!",
                                "part2" : "Part 2: Antony, you've selected Antony!",
                                "part3" : "Part 3: Antony, you've selected Antony!"
                        },
                

                        {
                                "part1" : "Antony and Beatrice start talking as soon as the curtain rises, and they flirt while discussing everything from gender politics to Roman politics. Over the years, their intellect-heavy romance develops into best friends with benefits.",
                                "part2" : "Beatrice becomes a bestselling novelist, and Antony reads all her first drafts. In turn, she keeps Antony from throwing his life away for a dumb naval battle.",
                                "part3" : "Neither ever marry, but they each consider this relationship to be the most important of their lives."
                        },
                        
                        {
                                "part1" : "As soon as the curtain rises, the real reason why no woman appeals to Benedick hits him like a lightning bolt to his sweet, queer heart. Impressed by Benedick’s quick tongue, Antony invites Benedick to his quarters for… deeper conversations.",
                                "part2" : "After, the two men become pen pals (with benefits) until Antony loses the Battle of Actium. There, Benedick swoops in with the Messinian army and Antony falls into Benedick’s arms (Cleopatra who?!) ",
                                "part3" : "The two become lovers and politicians. Last we heard, they were co-governing the island of Sicily."
                        },

                        {
                                "part1" : "That’s a canon match! Antony and Cleopatra are as hot as they are ambitious, and they fall for each other instantly. Egypt is a Roman colony and Cleopatra wants her people to be free, so the two of them declare themselves king and queen of Egypt.",
                                "part2" : "Alas, their pride leads them into military missteps, and they lose to the Romans. Rather than continue living as prisoners, they commit suicide. Cleopatra has a cobra bite her, which is a metal way to go.",
                                "part3" : "Her story is behind the adage “Go big and get bitten by a poisonous snake or go home.”"
                        },

                        {
                                "part1" : "A blood-and-iron general and a brooding brilliant prince? Barbarians beware!",
                                "part2" : "The curtains rise and Antony immediately recognizes Hamlet’s intelligence and ambition, and hamlet takes to Antony’s discipline, rigor, and experience. For a year, the pair keeps to flirtatious letters until Antony invites Hamlet to join him on campaign against some encroaching celts.",
                                "part3" : "Together, in the heat and immediacy of battle, Hamlet’s melancholy and intellectual paralysis finally gives way, and, when the battle ends, Hamlet proposes. The pair lives happily the rest of their days."
                        },
                        
                        {
                                "part1" : "Juliet’s parents, who are watching the Wooing Game, know wealthy husband material when they see it. They arrange a marriage between Juliet and the Roman soldier.",
                                "part2" : "At first, Juliet is excited to marry a handsome soldier - but Antony only has eyes for Cleopatra. Antony notices his new wife’s intelligence, though, so he and Cleopatra train her as their political protegee.",
                                "part3" : "Eventually, Juliet and Antony divorce so that he can co-rule Egypt with Cleopatra and she can become Empress of Rome. Today, the three of them throw the most fabulous diplomatic balls this side of the Mediterranean."
                        },

                        {
                                "part1" : "Antony doesn’t like Kate at first, but then he hears about the fortune that comes with marrying her. He’s hard up for money after the Cleopatra situation, so he promises Kate’s father he’ll be a good husband.",
                                "part2" : "But Kate is no demure Roman lady. At first, Antony is infuriated, but then he realizes that Kate might actually be smarter than he is. They open a political consulting agency and win election after election for their clients.",
                                "part3" : "The night they finally consummate their union, they literally set the bed on fire. The two have a stable, open marriage for the rest of their lives."
                        },

                        {
                                "part1" : "The curtains rise and Antony stands face-to-face with Ophelia for the first time. They move to Rome, marry immediately, and produce no heirs. ",
                                "part2" : "In fact, the brave general and the politically astute Ophelia will never consummate their marriage: he reminds her too much of her father, and she could never hold a candle to Antony’s most lustful love, Cleopatra.",
                                "part3" : "Nonetheless, a decade later when Antony meets his end in battle, the blood-stained letter his legate delivers is addressed to “Ophelia, my stalwart love.” We call that a win, more or less."
                        },

                        {
                                "part1" : "Ah-oo-ga! What a power couple. Petruchio’s need to conquer at home met with Antony’s urge to conquer on the battlefield make for an explosive relationship between these two power daddies.",
                                "part2" : "With their masculine toxicity neutralized by the power of their love, the two succumb to the inevitable and marry within a fortnight. In his vows Antony states, “You’re the only man to have conquered me, Petruchio, and I happily surrender.”",
                                "part3" : "Petruchio is now thriving in his role as house husband, (though he occasionally joins the war council at Antony’s behest), and Antony has learned to relinquish control with Petruchio in the privacy of their sex dungeon."
                        },

                        {
                                "part1" : "When the curtain opens, Romeo gasps as he recognizes his commanding officer: Mark Antony. His parents sent him into the army after he sulked for ten straight years following the Juliet debacle, and he’s had a crush on his superior since day one.",
                                "part2" : "Antony is not as impressed. Like Shang from Mulan, he does not go easy on Romeo. Unlike Mulan, this story has gay overcurrents rather than undercurrents. Romeo becomes a beefcake, Antony is impressed by Romeo’s commitment, and the two eventually start dating.",
                                "part3" : "Today, Antony and Romeo are the Roman army’s leading power couple. SPQR!"
                        }
                ]
        },

        {
                "name" : "Beatrice",
                "pairing" :
                [
                        {
                                "part1" : "Antony and Beatrice start talking as soon as the curtain rises, and they flirt while discussing everything from gender politics to Roman politics. Over the years, their intellect-heavy romance develops into best friends with benefits.",
                                "part2" : "Beatrice becomes a bestselling novelist, and Antony reads all her first drafts. In turn, she keeps Antony from throwing his life away for a dumb naval battle.",
                                "part3" : "Neither ever marry, but they each consider this relationship to be the most important of their lives."
                        },

                        {
                                "part1" : "Part 1: Beatrice, you've selected Beatrice!",
                                "part2" : "Part 2: Beatrice, you've selected Beatrice!",
                                "part3" : "Part 3: Beatrice, you've selected Beatrice!"
                        },

                        {
                                "part1" : "Benedick and Beatrice are a match made by Shakespeare God himself! Their competitive natures and sharp wits, while they would tear a lesser person apart, compliment each other nicely.",
                                "part2" : "All those who know of Benedick’s previous stance on marriage, that he would “die a bachelor,” poke fun, but Beatrice makes him so genuinely happy that the slants do nothing against him. In Benedick, Beatrice finds her equal.",
                                "part3" : "Their marriage is long, full of intrigue, and full of teasing.They are playful and laughing until the day they die."
                        },
                        
                        {
                                "part1" : "Beatrice admires Cleopatra’s open sexuality, and she is one of the rare women that doesn’t cower under Cleopatra’s gaze. The two women go out of their way to spend time together, culminating in an inevitable encounter in the bedroom.",
                                "part2" : "Beatrice is thrilled as she explores sexuality without any stigmas from the patriarchal society, and Cleopatra enjoys Beatrice’s sharp wit and conversation. Beatrice swears off men for life, and Cleopatra finds a woman confidant.",
                                "part3" : "They don’t stay together,, but they remain friends for years and occasionally hook up from time to time for the sheer enjoyment of it."
                        },

                        {
                                "part1" : "This relationship is quick to crash and burn. Beatrice lacks the patience to deal with the enigmatic, superstitious, obsessive man-child that is Hamlet.",
                                "part2" : "They try for a while, but ultimately, Hamlet’s ghost-chasing hobby grates on her nerves. Beatrice has no problem satisfying herself, but it gets ridiculous when he stops mid-sex because he feels a cold spot and leaves to investigate.",
                                "part3" : "Beatrice ends it because, ultimately, if she’s going to put up with a man then she’s going to put up with a man who isn’t quite such a philosophical flake."
                        },

                        {
                                "part1" : "Beatrice sees a lot of her younger self in Juliet, so she takes her under her wing. Juliet becomes Beatrice’s sass-slinging protege, and quickly hones her sharp wit into a steel blade.",
                                "part2" : "She also gets an actual blade and takes up sword fighting just for fun. Beatrice is very supportive; she attends all of Juliet’s matches and cheers her on from the sidelines while absolutely ripping into her opponents with insults.",
                                "part3" : "One day, an aspiring writer attends a match and is instantly inspired by Juliet and Beatrice. The writer goes on to create the iconic character known as Arya Stark, and the pair become super fabulously rich."
                        },
                        
                        {
                                "part1" : "It’s said that relationships between alike individuals rarely work, but in finding one another, Beatrice and Kate find more than a like-minded soul - they find the answer to a question they’ve been asking their whole lives: 'Am I alone?'",
                                "part2" : "Their brilliant minds and sharp tongues fuel the beginning of their relationship in more ways than one, and despite the disapproval of Kate’s father, they become inseparable, often fabricating music lessons and sewing circles just so they can be together.",
                                "part3" : "Tired of sneaking around, Kate runs away to Messina to live with Beatrice at her Uncle’s. There, Beatrice and Kate found an organization against domestic abuse, and act as advocates for hundreds of women in need of their services. Way to go ladies!"
                        },

                        {
                                "part1" : "With Beatrice, Ophelia finds a freedom she never knew existed. Suddenly Beatrice is asking questions like “Who cares what your father thinks?” and everything is flipped upside down.",
                                "part2" : "Beatrice’s confidence, determination, and self-sufficiency is like a breath of fresh air, and Ophelia strives to stop caring what others think. As Ophelia grows stronger, Beatrice grows infatuated with the woman she has become.",
                                "part3" : "Beatrice requites Ophelia’s age old affections, and they finally get together in a passionate tangle of admiration and love."
                        },
                        
                        {
                                "part1" : "Things seem so picturesque for this pair! At long last Beatrice finds a mind as quick and cunning as her own in Petruchio. Unfortunately, what Petruchio finds in Beatrice is a rather handsome dowry from her Uncle.",
                                "part2" : "Petruchio’s unsavory motivation and true nature are inevitably revealed to the whip-smart Beatrice, but not before the two have already married. Acting as her own attorney, Beatrice divorces Petruchio, leaving him with little more than his cold heart and deflated ego.",
                                "part3" : "Beatrice enjoyed her divorce so much that she is still practicing law today. She has famously rescued many women from toxic marriages. Petruchio lives with his parents and works as an amateur magician for children’s birthday parties."
                        },
                        
                        {
                                "part1" : "Romeo quickly becomes infatuated with Beatrice, who, after the curtain rises, remains convinced for quite some time that this whole thing is a joke (oh no, Beatrice, we’re serious).",
                                "part2" : "After being bothered by Romeo for long enough, Beatrice decides to have a talk with his mother about his behavior. Romeo gets grounded for a couple weeks until he learns how to respect women, and stop being so weirdly stalky.",
                                "part3" : "Last we heard, Romeo’s moved on to some other crush (who he stalks a little less), and Beatrice and Lady Montague have been getting on quite swimmingly..."
                        }
                ]
        },

        {
                "name" : "Benedick",
                "pairing" :
                [
                        {
                                "part1" : "As soon as the curtain rises, the real reason why no woman appeals to Benedick hits him like a lightning bolt to his sweet, queer heart. Impressed by Benedick’s quick tongue, Antony invites Benedick to his quarters for… deeper conversations.",
                                "part2" : "After, the two men become pen pals (with benefits) until Antony loses the Battle of Actium. There, Benedick swoops in with the Messinian army and Antony falls into Benedick’s arms (Cleopatra who?!)",
                                "part3" : "The two become lovers and politicians. Last we heard, they were co-governing the island of Sicily."
                        },
                        
                        {
                                "part1" : "Benedick and Beatrice are a match made by Shakespeare God himself! Their competitive natures and sharp wits, while they would tear a lesser person apart, compliment each other nicely.",
                                "part2" : "All those who know of Benedick’s previous stance on marriage, that he would “die a bachelor,” poke fun, but Beatrice makes him so genuinely happy that the slants do nothing against him. In Benedick, Beatrice finds her equal.",
                                "part3" : "Their marriage is long, full of intrigue, and full of teasing.They are playful and laughing until the day they die."
                        },
                        
                        {
                                "part1" : "Part 1: Benedick, you've selected Benedick!",
                                "part2" : "Part 2: Benedick, you've selected Benedick!",
                                "part3" : "Part 3: Benedick, you've selected Benedick!"
                        },
                        
                        {
                                "part1" : "Benedick, who has sworn off romance for life, finds a chink in his armor with Cleopatra. Her decadent, sultrous gaze awakens something primal within him.",
                                "part2" : "Cleopatra dominates their sex life, and despite Benedick’s vow to not get emotionally involved, he finds himself going out of his way to impress her. Cleopatra finds this amusing but ultimately yearns for someone who can satisfy her sexually, and Benedick isn’t nearly as open to experimenting as she’d like.",
                                "part3" : "Cleopatra ends their escapades before they go too far down that rabbit hole, or indeed, Benedick may have never come out."
                        },
                        
                        {
                                "part1" : "This relationship is more complicated than Benedick likes and more half-hearted than Hamlet can stand. Hamlet discovers the honeymoon phase is Benedick’s constant state of being, and Benedick is irritated by Hamlet always talking about his feelings.",
                                "part2" : "The jokes and remarks Hamlet once found endearing grate on his nerves as nothing meaningful ever seems to leave Benedick’s mouth. They fight about stupid things, and when it all finally ends, it’s more with relief than sadness.",
                                "part3" : "The two remain friends, relieved that the emotional intimacy required for a romantic relationship is no longer necessary."
                        },
                        
                        {
                                "part1" : "This relationship consists of nothing more than a passing fangirl phase. Juliet is charmed by Benedick’s looks and larger-than-life style, but Benedick doesn’t glance at her twice.",
                                "part2" : "Juliet follows Benedick around for a few weeks in what could be considered some light stalking, but since she’s so young and innocent, others only call ‘endearing.’",
                                "part3" : "Juliet eventually grows out of her fangirl phase and pursues someone more her speed, someone who hasn’t sworn off romance for life."
                        },
                        
                        {
                                "part1" : "Things are a bit tense at first for these two distrusting lovebirds, but after a few dates spent exchanging hurtful insults and sick burns, Kate and Benedick realize that they could be unstoppable if only they combined their powers.",
                                "part2" : "Armed with Benedick’s blind self-confidence and Kate’s willfully mean spirit, the two travel throughout Italy bullying strangers and creating general chaos. Their hijinks eventually escalate into escapades of extortion and identity theft.",
                                "part3" : "Today Kate and Benedick are Europe’s most infamous con artist couple. These days they can be found ridiculing strangers for their own entertainment, living like royalty off someone else’s wealth, or having filthy, adrenaline-infused sex in someone else’s bed. Oh those two!"
                        },
                        
                        {
                                "part1" : "Before Benedick, Ophelia never understood that staying single forever was a viable option. She asks why he’s so determined to die a bachelor, and the more he talks (and talks and talks), the more she finds herself swayed towards his way of thinking.",
                                "part2" : "She doesn’t have to get married. She doesn’t want to get married. For the first time, she makes it a priority to concentrate on herself.",
                                "part3" : "Benedick and Ophelia, kindred spirits that they are, become good friends and happily agree that Netflix and Chill will only ever mean hanging out and poking fun at all of the love-struck idiots in the world."
                        },
                        
                        {
                                "part1" : "Thanks mostly to egregious miscommunication, things start out pretty well for these two swaggering braggadocios. Their almost compulsive desires to be the center of attention lead to a humorous romance teeming with laughter.",
                                "part2" : "Unfortunately, Benedick makes the assumption that the transparently bigoted overtones in Petruchio’s material are ironic in nature. It isn’t until the wedding that his old friend Beatrice points out the sincerity behind Petruchio’s more sinister jests.",
                                "part3" : "Realizing his error, Benedick flees, leaving Petruchio at the altar. Both men have since turned to the entertainment industry as a way to process the emotional fallout of their failed relationship. They’re currently working as quite successful rival comedians."
                        },
                        
                        {
                                "part1" : "With a keen eye trained to recognize the sickness of love, Benedick sees that Romeo is a walking disaster. He makes it his responsibility to educate Romeo in the ways of the bachelor: that romance isn’t necessary for happiness.",
                                "part2" : "Romeo follows Benedick around like a puppy, and Benedick is thrilled to have someone who sits and listens to his every opinion under the sun.",
                                "part3" : "Romeo marries, but when his wife dies, his new understanding that there is more to life than any single relationship helps him overcome the tragedy, and he lives well into his eighties with children and grandchildren who love him."
                        }
                ]
        },

        {
                "name" : "Cleopatra",
                "pairing" :
                [
                        {
                                "part1" : "That’s a canon match! Antony and Cleopatra are as hot as they are ambitious, and they fall for each other instantly. Egypt is a Roman colony and Cleopatra wants her people to be free, so the two of them declare themselves king and queen of Egypt.",
                                "part2" : "Alas, their pride leads them into military missteps, and they lose to the Romans. Rather than continue living as prisoners, they commit suicide. Cleopatra has a cobra bite her, which is a metal way to go.",
                                "part3" : "Her story is behind the adage 'Go big and get bitten by a poisonous snake or go home.'"
                        },
                        
                        {
                                "part1" : "Beatrice admires Cleopatra’s open sexuality, and she is one of the rare women that doesn’t cower under Cleopatra’s gaze. The two women go out of their way to spend time together, culminating in an inevitable encounter in the bedroom.",
                                "part2" : "Beatrice is thrilled as she explores sexuality without any stigmas from the patriarchal society, and Cleopatra enjoys Beatrice’s sharp wit and conversation. Beatrice swears off men for life, and Cleopatra finds a woman confidant.",
                                "part3" : "They don’t stay together,, but they remain friends for years and occasionally hook up from time to time for the sheer enjoyment of it."
                        },
                        
                        {
                                "part1" : "Benedick, who has sworn off romance for life, finds a chink in his armor with Cleopatra. Her decadent, sultrous gaze awakens something primal within him.",
                                "part2" : "Cleopatra dominates their sex life, and despite Benedick’s vow to not get emotionally involved, he finds himself going out of his way to impress her. Cleopatra finds this amusing but ultimately yearns for someone who can satisfy her sexually, and Benedick isn’t nearly as open to experimenting as she’d like.",
                                "part3" : "Cleopatra ends their escapades before they go too far down that rabbit hole, or indeed, Benedick may have never come out."
                        },
                        
                        {
                                "part1" : "Part 1: Cleopatra, you've selected Cleopatra!",
                                "part2" : "Part 2: Cleopatra, you've selected Cleopatra!",
                                "part3" : "Part 3: Cleopatra, you've selected Cleopatra!"
                        },
                        
                        {
                                "part1" : "Our curtains rise on an empty stage because Hamlet and Cleopatra are already busy backstage getting to know each other. Biblically.",
                                "part2" : "Their brief liaison they follow with two years of steamy correspondence. During their exchange, however, Hamlet refuses to keep things sexual and Cleopatra bores of his hard-on for philosophical masturbation.",
                                "part3" : "Today, Cleopatra spends her time pursuing more consistently lurid lovers. She credits the ancient egyptian ritual of “ghosting” to her continued well-being. Hamlet, after brooding for weeks, recovers after he writes several mediocre poems about forgotten love."
                        },
                        
                        {
                                "part1" : "Juliet’s parents, who are watching the Wooing Game, know marriage material when they see it. They try to arrange a marriage between their daughter and the Egyptian queen, but Cleopatra isn’t having it.",
                                "part2" : "Juliet writes Cleopatra sonnet after sonnet, and the queen gently rebuffs the teenager’s affections. Eventually, Juliet realizes that she doesn’t want to be with Cleopatra - she wants to be Cleopatra. Under Cleopatra’s tutelage, Juliet becomes a fashion and politics hurricane.",
                                "part3" : "Cleopatra rules Egypt for another thirty years, and Juliet becomes the editor of Italian Vogue."
                        },
                        
                        {
                                "part1" : "After the Wooing Game matches Cleopatra and Kate, Kate reveals her real motive for going on a game show: finding a literal partner in crime.",
                                "part2" : "Years ago, Kate ran away and became an art thief rather than marry Petruchio. Now she needs a fellow operative. Could Cleopatra be the one?",
                                "part3" : "Kate and Cleo embark on a glitzy life of crime. They try to keep their relationship strictly professional, but the attraction between these two determined, witty women is undeniable. The night they end up in bed together is as legendary as any of their heists, and bards sing sensual songs about it to this day."
                        },
                        
                        {
                                "part1" : "There was a chance that Cleopatra’s hedonism or Ophelia’s reserved nature would make their love untenable, but when our curtain rose, equilibrium reigned supreme: The pair returned together to Cleopatra’s Egypt.",
                                "part2" : "Ophelia, far from home and under the auspices of an uncharacteristically maternal Cleopatra, learned to unlock, confront, and even satisfy her own desires, carnal or otherwise. Cleopatra, on the other hand, gained in Ophelia the shrewdest and most effective of advisors.",
                                "part3" : "For three decades the pair ruled their ancient kingdom in freedom and bickered only sometimes."
                        },
                        
                        {
                                "part1" : "Things end pretty quickly for these two (if, indeed, they ever began). Unmoved by Petruchio’s pushy behaviour, Cleopatra decides to see if he has any redeeming qualities in the privacy of her bedchamber. ",
                                "part2" : "It doesn’t take long before Petruchio realizes he is neither physically capable of sustaining himself for Cleopatra, nor does he possess the emotional capacity necessary to handle either her sexual or intellectual appetite.",
                                "part3" : "Cleopatra is none the worse for the encounter. In fact, she’s currently “tied up” in several social engagements. Petruchio, on the other hand - or rather, his head - is mounted on the walls of Alexandria as punishment for wasting Cleopatra’s time."
                        },
                        
                        {
                                "part1" : "Predictably, Romeo falls in love with Cleopatra right away. Also predictably, Cleopatra doesn’t bat an eyelash at the teenager from Verona. She goes back to Alexandria...and Romeo follows her.",
                                "part2" : "He tries to crash Cleopatra’s parties, which had worked with Juliet, but the Alexandrian guards just keep throwing him in prison. Romeo takes this as a challenge, so he climbs through Cleopatra’s bedroom window. Cleopatra, who has survived several assassination attempts, stabs him with a poisoned knife.",
                                "part3" : "Romeo dies in agony. The words “damn, girl, why you gotta blue-ball me like that” are, mercifully, his last."
                        }
                ]
        },

        {
                "name" : "Hamlet",
                "pairing" :
                [
                        {
                                "part1" : "A blood-and-iron general and a brooding brilliant prince? Barbarians beware!",
                                "part2" : "The curtains rise and Antony immediately recognizes Hamlet’s intelligence and ambition, and hamlet takes to Antony’s discipline, rigor, and experience. For a year, the pair keeps to flirtatious letters until Antony invites Hamlet to join him on campaign against some encroaching celts.",
                                "part3" : "Together, in the heat and immediacy of battle, Hamlet’s melancholy and intellectual paralysis finally gives way, and, when the battle ends, Hamlet proposes. The pair lives happily the rest of their days."
                        },
                        
                        {
                                "part1" : "This relationship is quick to crash and burn. Beatrice lacks the patience to deal with the enigmatic, superstitious, obsessive man-child that is Hamlet.",
                                "part2" : "They try for a while, but ultimately, Hamlet’s ghost-chasing hobby grates on her nerves. Beatrice has no problem satisfying herself, but it gets ridiculous when he stops mid-sex because he feels a cold spot and leaves to investigate.",
                                "part3" : "Beatrice ends it because, ultimately, if she’s going to put up with a man then she’s going to put up with a man who isn’t quite such a philosophical flake."
                        },
                        
                        {
                                "part1" : "This relationship is more complicated than Benedick likes and more half-hearted than Hamlet can stand. Hamlet discovers the honeymoon phase is Benedick’s constant state of being, and Benedick is irritated by Hamlet always talking about his feelings.",
                                "part2" : "The jokes and remarks Hamlet once found endearing grate on his nerves as nothing meaningful ever seems to leave Benedick’s mouth. They fight about stupid things, and when it all finally ends, it’s more with relief than sadness.",
                                "part3" : "The two remain friends, relieved that the emotional intimacy required for a romantic relationship is no longer necessary."
                        },
                        
                        {
                                "part1" : "Our curtains rise on an empty stage because Hamlet and Cleopatra are already busy backstage getting to know each other. Biblically.",
                                "part2" : "Their brief liaison they follow with two years of steamy correspondence. During their exchange, however, Hamlet refuses to keep things sexual and Cleopatra bores of his hard-on for philosophical masturbation.",
                                "part3" : "Today, Cleopatra spends her time pursuing more consistently lurid lovers. She credits the ancient egyptian ritual of “ghosting” to her continued well-being. Hamlet, after brooding for weeks, recovers after he writes several mediocre poems about forgotten love."
                        },
                        
                        {
                                "part1" : "Part 1: Hamlet, you've selected Hamlet!",
                                "part2" : "Part 2: Hamlet, you've selected Hamlet!",
                                "part3" : "Part 3: Hamlet, you've selected Hamlet!"
                        },
                        
                        {
                                "part1" : "At first meeting, Juliet is taken by Hamlet’s good looks, and Hamlet is shaken by Juliet’s command of language. The following date is full of deep red wine and even deeper conversation.",
                                "part2" : "But by the second date, Juliet is tired of Hamlet’s philosophical posturing, and Hamlet is once again deep in self-obsession. Even though Hamlet’s quite a bit older, Juliet is already far more mature, and gets tired of his dramatic nonsense pretty quickly.",
                                "part3" : "They break up fairly soon after, and even though they say they’ll stay friends, neither has any intention of contacting the other ever again."
                        },
                        
                        {
                                "part1" : "An odd couple to say the least, Hamlet and Kate have little in common save their mutual hatred for their fathers (well, stepfather in Hamlet’s case). This, as it turns out, is enough to sustain a passionate love affair and prompt the two to marry.",
                                "part2" : "After both Kate’s father and Hamlet’s stepfather die tragically in a freak accident that has absolutely NOTHING to do with Kate or Hamlet, the couple inherits the Danish throne. Having lost their commonality of interest, Kate and Hamlet must learn to tolerate one another.",
                                "part3" : "These days King Hamlet loves nothing better than holding his court hostage by giving totally unnecessary and extremely long winded speeches. In addition to being Queen, Kate is now a successful entrepreneur thanks to her new invention, which she calls “earplugs”."
                        },
                        
                        {
                                "part1" : "Hamlet & Ophelia? Just as the bard intended... fatally incompatible!",
                                "part2" : "The ill-fated pair return to their native Denmark where Hamlet’s uncomfortable sex jokes and Ophelia’s inability to escape them ends when Hamlet, overcome by philosophical malaise, accidentally kills Ophelia’s father, Polonius.",
                                "part3" : "Her father’s death, along with Hamlet’s whining, adds further burden to an already bleak life, and Ophelia drowns herself in a river. Hamlet, barely noticing Ophelia’s passing, dies shortly after. He does manage to kill her only brother first. Yikes."
                        },
                        
                        {
                                "part1" : "Post-show, Hamlet and Petruchio share their first ‘friend-date’ at a Paduan bar. The resulting feud over who could bed the barkeep’s sooner ends in a challenge: a duel to the death at dawn!",
                                "part2" : "By midnight, Hamlet and Petruchio are still at the bar, dreading the dawn. This dread leads to more drinks, more drinks leads night into dawn, and dawn finds both brooding prince and boisterous bachelor dozing in each other’s arms.",
                                "part3" : "Upon waking, both men recognize the perfect mix of wingman and lover lying beside them, and promise to cherish each other for the rest of their haughty and debaucherous days."
                        },
                        
                        {
                                "part1" : "Hamlet and Romeo connect instantly over their mutual love of being way too dramatic. Soon, that mutual love becomes a mutual love for each other, and they go around being way too dramatic as a couple.",
                                "part2" : "Their lovey-dovey PDA makes a lot of people uncomfortable, but they put up with it because to be honest, they’re a pretty cute couple. “Hameo,” as the couple is dubbed, is currently deep in the wedding-planning phase.",
                                "part3" : "So far, they’re settled on black rose centerpieces, extremely long wedding vows, and “The Sound of Silence” for their first dance as a married couple."
                        }
                ]
        },
        
        {
                "name" : "Juliet",
                "pairing" :
                [
                        {
                                "part1" : "Juliet’s parents, who are watching the Wooing Game, know wealthy husband material when they see it. They arrange a marriage between Juliet and the Roman soldier.",
                                "part2" : "At first, Juliet is excited to marry a handsome soldier - but Antony only has eyes for Cleopatra. Antony notices his new wife’s intelligence, though, so he and Cleopatra train her as their political protegee. ",
                                "part3" : "Eventually, Juliet and Antony divorce so that he can co-rule Egypt with Cleopatra and she can become Empress of Rome. Today, the three of them throw the most fabulous diplomatic balls this side of the Mediterranean."
                        },
                        
                        {
                                "part1" : "Beatrice sees a lot of her younger self in Juliet, so she takes her under her wing. Juliet becomes Beatrice’s sass-slinging protege, and quickly hones her sharp wit into a steel blade.",
                                "part2" : "She also gets an actual blade and takes up sword fighting just for fun. Beatrice is very supportive; she attends all of Juliet’s matches and cheers her on from the sidelines while absolutely ripping into her opponents with insults.",
                                "part3" : "One day, an aspiring writer attends a match and is instantly inspired by Juliet and Beatrice. The writer goes on to create the iconic character known as Arya Stark, and the pair become super fabulously rich."
                        },
                        
                        {
                                "part1" : "This relationship consists of nothing more than a passing fangirl phase. Juliet is charmed by Benedick’s looks and larger-than-life style, but Benedick doesn’t glance at her twice.",
                                "part2" : "Juliet follows Benedick around for a few weeks in what could be considered some light stalking, but since she’s so young and innocent, others only call ‘endearing.’ ",
                                "part3" : "Juliet eventually grows out of her fangirl phase and pursues someone more her speed, someone who hasn’t sworn off romance for life."
                        },
                        
                        {
                                "part1" : "Juliet’s parents, who are watching the Wooing Game, know marriage material when they see it. They try to arrange a marriage between their daughter and the Egyptian queen, but Cleopatra isn’t having it.",
                                "part2" : "Juliet writes Cleopatra sonnet after sonnet, and the queen gently rebuffs the teenager’s affections. Eventually, Juliet realizes that she doesn’t want to be with Cleopatra - she wants to be Cleopatra. Under Cleopatra’s tutelage, Juliet becomes a fashion and politics hurricane.",
                                "part3" : "Cleopatra rules Egypt for another thirty years, and Juliet becomes the editor of Italian Vogue."
                        },
                        
                        {
                                "part1" : "At first meeting, Juliet is taken by Hamlet’s good looks, and Hamlet is shaken by Juliet’s command of language. The following date is full of deep red wine and even deeper conversation.",
                                "part2" : "But by the second date, Juliet is tired of Hamlet’s philosophical posturing, and Hamlet is once again deep in self-obsession. Even though Hamlet’s quite a bit older, Juliet is already far more mature, and gets tired of his dramatic nonsense pretty quickly.",
                                "part3" : "They break up fairly soon after, and even though they say they’ll stay friends, neither has any intention of contacting the other ever again."
                        },
                        
                        {
                                "part1" : "Part 1: Juliet, you've selected Juliet!",
                                "part2" : "Part 2: Juliet, you've selected Juliet!",
                                "part3" : "Part 3: Juliet, you've selected Juliet!"
                        },
                        
                        {
                                "part1" : "Juliet and Kate both feel an instant spark as their eyes meet across the stage. The next day, Juliet brings Kate to a play, which leads to a drink, which leads to a talk under the stars, which leads to a dine-and-dash brunch, which leads to a dance…",
                                "part2" : "Before they know it, they’ve spent three whole days in each other’s company. They compliment each other quite well - Kate’s wild side helps bring Juliet out of her shell, while Juliet’s etiquette helps balance Kate’s lifestyle a bit.",
                                "part3" : "Their favorite pastimes include pulling pranks on the Montagues and laughing at how ridiculous men are."
                        },
                        
                        {
                                "part1" : "Juliet and Ophelia stand across from each other on our stage, and between them crackles a feeling more full and pure than anything they’ve yet experienced. ",
                                "part2" : "Theirs is a love of quiet intensity and private communion, though little exists as proof of it save for a few scraps of the poetry they write to one another on the corner of napkins and show to no one else.",
                                "part3" : "In each other both finds a whole human being aching to see, and be seen, as more than a lustful prop or property of power. When they kiss, which they do often and in private, Juliet and Ophelia feel, for the first time, entirely human."
                        },
                        
                        {
                                "part1" : "Petruchio and Juliet? Oh gods, really?",
                                "part2" : "As the curtain rises, Petruchio takes one look at young, innocent Juliet and starts thinking a lot of very Petruchio thoughts. Luckily, Lord Capulet is in the audience, and immediately commands that he be publicly executed.",
                                "part3" : "Juliet is spooked out of romance for a while, and later decides to settle down with Paris as her father planned. Petruchio, impaled on a spire, bleeds out in the town square. Shamefully."
                        },
                        
                        {
                                "part1" : "Holy Hecate, that’s a canon match! In case you haven’t read the play, here’s the abridged version:",
                                "part2" : "The two fall madly in love very quickly, but also die very quickly. Romeo’s impulsiveness brings out the same quality in Juliet, and they decide they want to be together forever despite their families’ intense and infamous rivalry.",
                                "part3" : "Unfortunately, there was a real lack of communication in the relationship that lead to a classic (yet poorly executed) fake-your-own-death plan. It was like, Fake Death -> Real Death -> Real Death. Kinda sucked."
                        }
                ]
        },

        {
                "name" : "Kate",
                "pairing" :
                [
                        {
                                "part1" : "Antony doesn’t like Kate at first, but then he hears about the fortune that comes with marrying her. He’s hard up for money after the Cleopatra situation, so he promises Kate’s father he’ll be a good husband.",
                                "part2" : "But Kate is no demure Roman lady. At first, Antony is infuriated, but then he realizes that Kate might actually be smarter than he is. They open a political consulting agency and win election after election for their clients.",
                                "part3" : "The night they finally consummate their union, they literally set the bed on fire. The two have a stable, open marriage for the rest of their lives."
                        },
                        
                        {
                                "part1" : "It’s said that relationships between alike individuals rarely work, but in finding one another, Beatrice and Kate find more than a like-minded soul - they find the answer to a question they’ve been asking their whole lives: “Am I alone?” ",
                                "part2" : "Their brilliant minds and sharp tongues fuel the beginning of their relationship in more ways than one, and despite the disapproval of Kate’s father, they become inseparable, often fabricating music lessons and sewing circles just so they can be together.",
                                "part3" : "Tired of sneaking around, Kate runs away to Messina to live with Beatrice at her Uncle’s. There, Beatrice and Kate found an organization against domestic abuse, and act as advocates for hundreds of women in need of their services. Way to go ladies!"
                        },
                        
                        {
                                "part1" : "Things are a bit tense at first for these two distrusting lovebirds, but after a few dates spent exchanging hurtful insults and sick burns, Kate and Benedick realize that they could be unstoppable if only they combined their powers.",
                                "part2" : "Armed with Benedick’s blind self-confidence and Kate’s willfully mean spirit, the two travel throughout Italy bullying strangers and creating general chaos. Their hijinks eventually escalate into escapades of extortion and identity theft.",
                                "part3" : "Today Kate and Benedick are Europe’s most infamous con artist couple. These days they can be found ridiculing strangers for their own entertainment, living like royalty off someone else’s wealth, or having filthy, adrenaline-infused sex in someone else’s bed. Oh those two!"
                        },
                        
                        {
                                "part1" : "After the Wooing Game matches Cleopatra and Kate, Kate reveals her real motive for going on a game show: finding a literal partner in crime.",
                                "part2" : "Years ago, Kate ran away and became an art thief rather than marry Petruchio. Now she needs a fellow operative. Could Cleopatra be the one?",
                                "part3" : "Kate and Cleo embark on a glitzy life of crime. They try to keep their relationship strictly professional, but the attraction between these two determined, witty women is undeniable. The night they end up in bed together is as legendary as any of their heists, and bards sing sensual songs about it to this day."
                        },
                        
                        {
                                "part1" : "An odd couple to say the least, Hamlet and Kate have little in common save their mutual hatred for their fathers (well, stepfather in Hamlet’s case). This, as it turns out, is enough to sustain a passionate love affair and prompt the two to marry.",
                                "part2" : "After both Kate’s father and Hamlet’s stepfather die tragically in a freak accident that has absolutely NOTHING to do with Kate or Hamlet, the couple inherits the Danish throne. Having lost their commonality of interest, Kate and Hamlet must learn to tolerate one another.",
                                "part3" : "These days King Hamlet loves nothing better than holding his court hostage by giving totally unnecessary and extremely long winded speeches. In addition to being Queen, Kate is now a successful entrepreneur thanks to her new invention, which she calls 'earplugs'."
                        },
                        
                        {
                                "part1" : "Juliet and Kate both feel an instant spark as their eyes meet across the stage. The next day, Juliet brings Kate to a play, which leads to a drink, which leads to a talk under the stars, which leads to a dine-and-dash brunch, which leads to a dance…",
                                "part2" : "Before they know it, they’ve spent three whole days in each other’s company. They compliment each other quite well - Kate’s wild side helps bring Juliet out of her shell, while Juliet’s etiquette helps balance Kate’s lifestyle a bit.",
                                "part3" : "Their favorite pastimes include pulling pranks on the Montagues and laughing at how ridiculous men are."
                        },
                        
                        {
                                "part1" : "Part 1: Kate, you've selected Kate!",
                                "part2" : "Part 2: Kate, you've selected Kate!",
                                "part3" : "Part 3: Kate, you've selected Kate!"
                        },
                        
                        {
                                "part1" : "Ophelia and Kate embrace, each flashing a smile: Ophelia’s reserved and hopeful; Kate’s, wry and triumphant.",
                                "part2" : "Weeks later, the pair sit beside a small fire crackling in a stone-lined pit of some Paduan garden. They are silent. There is nothing to talk about: Ophelia, whose heart fluttered at Kate’s self-reliance on stage, recognizes now the same gung-ho selfishness she despised in Hamlet. Kate, on the other hand, sees too much of her sister’s weak will in Ophelia’s nature.",
                                "part3" : "At dawn the pair will part but for now they sit together and watch the fire burn down to naught but embers."
                        },
                        
                        {
                                "part1" : "Kate and Petruchio - now that’s a loaded discussion. Petruchio sees “taming” Kate as a challenge, one that he enthusiastically accepts, and they marry against Kate’s will.",
                                "part2" : "Petruchio soon endeavors to turn Kate into the obedient wife (aka slave) that he so desires by, you know, not letting her sleep or eat. Romantic things like that.",
                                "part3" : "But wait! The good news is, none of this is real, and their whole relationship is actually just part of an elaborate show put on for a guy named Christopher Sly (great name, I know) who was tricked into thinking he’s a nobleman. So… that makes it okay! Right?"
                        },
                        
                        {
                                "part1" : "Romeo is instantly smitten with Kate, and spends the next few weeks following her around in a pure state of puppy love. Unfortunately, Kate has literally no interest in Romeo at all, but she doesn’t mind the attention either.",
                                "part2" : "Kate continually laughs off Romeo’s advances, only half-hoping he’ll get the hint. Her biting wit bounces right off Romeo’s shell of naivete - “If she’s mean to me, that means she likes me, right?”",
                                "part3" : "But after a while and a real lack of attention, Romeo inevitably becomes infatuated with someone else (Romeo is as Romeo does), but Kate was happy for a while to have a little one-person fan club drooling over her every move."
                        }
                ]
        },

        {
                "name" : "Ophelia",
                "pairing" :
                [
                        {
                                "part1" : "The curtains rise and Antony stands face-to-face with Ophelia for the first time. They move to Rome, marry immediately, and produce no heirs.",
                                "part2" : "In fact, the brave general and the politically astute Ophelia will never consummate their marriage: he reminds her too much of her father, and she could never hold a candle to Antony’s most lustful love, Cleopatra.",
                                "part3" : "Nonetheless, a decade later when Antony meets his end in battle, the blood-stained letter his legate delivers is addressed to “Ophelia, my stalwart love.” We call that a win, more or less."
                        },
                        
                        {
                                "part1" : "With Beatrice, Ophelia finds a freedom she never knew existed. Suddenly Beatrice is asking questions like “Who cares what your father thinks?” and everything is flipped upside down.",
                                "part2" : "Beatrice’s confidence, determination, and self-sufficiency is like a breath of fresh air, and Ophelia strives to stop caring what others think. As Ophelia grows stronger, Beatrice grows infatuated with the woman she has become.",
                                "part3" : "Beatrice requites Ophelia’s age old affections, and they finally get together in a passionate tangle of admiration and love."
                        },
                        
                        {
                                "part1" : "Before Benedick, Ophelia never understood that staying single forever was a viable option. She asks why he’s so determined to die a bachelor, and the more he talks (and talks and talks), the more she finds herself swayed towards his way of thinking.",
                                "part2" : "She doesn’t have to get married. She doesn’t want to get married. For the first time, she makes it a priority to concentrate on herself.",
                                "part3" : "Benedick and Ophelia, kindred spirits that they are, become good friends and happily agree that Netflix and Chill will only ever mean hanging out and poking fun at all of the love-struck idiots in the world."
                        },
                        
                        {
                                "part1" : "There was a chance that Cleopatra’s hedonism or Ophelia’s reserved nature would make their love untenable, but when our curtain rose, equilibrium reigned supreme: The pair returned together to Cleopatra’s Egypt.",
                                "part2" : "Ophelia, far from home and under the auspices of an uncharacteristically maternal Cleopatra, learned to unlock, confront, and even satisfy her own desires, carnal or otherwise. Cleopatra, on the other hand, gained in Ophelia the shrewdest and most effective of advisors.",
                                "part3" : "For three decades the pair ruled their ancient kingdom in freedom and bickered only sometimes."
                        },
                        
                        {
                                "part1" : "Hamlet & Ophelia? Just as the bard intended... fatally incompatible!",
                                "part2" : "The ill-fated pair return to their native Denmark where Hamlet’s uncomfortable sex jokes and Ophelia’s inability to escape them ends when Hamlet, overcome by philosophical malaise, accidentally kills Ophelia’s father, Polonius.",
                                "part3" : "Her father’s death, along with Hamlet’s whining, adds further burden to an already bleak life, and Ophelia drowns herself in a river. Hamlet, barely noticing Ophelia’s passing, dies shortly after. He does manage to kill her only brother first. Yikes."
                        },
                        
                        {
                                "part1" : "Juliet and Ophelia stand across from each other on our stage, and between them crackles a feeling more full and pure than anything they’ve yet experienced.",
                                "part2" : "Theirs is a love of quiet intensity and private communion, though little exists as proof of it save for a few scraps of the poetry they write to one another on the corner of napkins and show to no one else.",
                                "part3" : "In each other both finds a whole human being aching to see, and be seen, as more than a lustful prop or property of power. When they kiss, which they do often and in private, Juliet and Ophelia feel, for the first time, entirely human."
                        },
                        
                        {
                                "part1" : "Ophelia and Kate embrace, each flashing a smile: Ophelia’s reserved and hopeful; Kate’s, wry and triumphant.",
                                "part2" : "Weeks later, the pair sit beside a small fire crackling in a stone-lined pit of some Paduan garden. They are silent. There is nothing to talk about: Ophelia, whose heart fluttered at Kate’s self-reliance on stage, recognizes now the same gung-ho selfishness she despised in Hamlet. Kate, on the other hand, sees too much of her sister’s weak will in Ophelia’s nature.",
                                "part3" : "At dawn the pair will part but for now they sit together and watch the fire burn down to naught but embers."
                        },
                        
                        {
                                "part1" : "Part 1: Ophelia, you've selected Ophelia!",
                                "part2" : "Part 2: Ophelia, you've selected Ophelia!",
                                "part3" : "Part 3: Ophelia, you've selected Ophelia!"
                        },
                        
                        {
                                "part1" : "At our curtain’s rise, Petruchio sees Ophelia as the ideal bride: submissive, beautiful, and rich. However, when the pair depart our studios for Verona a change begins.",
                                "part2" : "Free of her father’s demands and the constraints of the royal court, Ophelia takes to the new and vivid freedoms available in Verona like a fish in water.",
                                "part3" : "Once she realizes how wonderful life can be, Ophelia decides to put up with Petruchio, evading his advances through deft practice the rest of her days. Petruchio never catches on, and the couple live in relative happiness even today."
                        },
                        
                        {
                                "part1" : "What glee! In Romeo, Ophelia finds a young Hamlet willing to listen and grow. In Ophelia, Romeo finds a beauty as noble as bygone Juliet, but one growing more worldwise every day. The pair leave our studios as newly-weds, eager to start a new life together far from their overbearing parents.",
                                "part2" : "Their shared experiences of young love gone awry helps stoke the couple a wholesome love to share, sustainable well after childhood flames cool to inconsequential embers.",
                                "part3" : "Today, Romeo and Ophelia share an apartment on the Seine, where they discuss poetry alongside two cats: Monty and Capps."
                        }
                ]
        },

        {
                "name" : "Petruchio",
                "pairing" :
                [
                        {
                                "part1" : "Ah-oo-ga! What a power couple. Petruchio’s need to conquer at home met with Antony’s urge to conquer on the battlefield make for an explosive relationship between these two power daddies.",
                                "part2" : "With their masculine toxicity neutralized by the power of their love, the two succumb to the inevitable and marry within a fortnight. In his vows Antony states, 'You’re the only man to have conquered me, Petruchio, and I happily surrender.'",
                                "part3" : "Petruchio is now thriving in his role as house husband, (though he occasionally joins the war council at Antony’s behest), and Antony has learned to relinquish control with Petruchio in the privacy of their sex dungeon."
                        },
                        
                        {
                                "part1" : "Things seem so picturesque for this pair! At long last Beatrice finds a mind as quick and cunning as her own in Petruchio. Unfortunately, what Petruchio finds in Beatrice is a rather handsome dowry from her Uncle.",
                                "part2" : "Petruchio’s unsavory motivation and true nature are inevitably revealed to the whip-smart Beatrice, but not before the two have already married. Acting as her own attorney, Beatrice divorces Petruchio, leaving him with little more than his cold heart and deflated ego.",
                                "part3" : "Beatrice enjoyed her divorce so much that she is still practicing law today. She has famously rescued many women from toxic marriages. Petruchio lives with his parents and works as an amateur magician for children’s birthday parties."
                        },
                        
                        {
                                "part1" : "Thanks mostly to egregious miscommunication, things start out pretty well for these two swaggering braggadocios. Their almost compulsive desires to be the center of attention lead to a humorous romance teeming with laughter.",
                                "part2" : "Unfortunately, Benedick makes the assumption that the transparently bigoted overtones in Petruchio’s material are ironic in nature. It isn’t until the wedding that his old friend Beatrice points out the sincerity behind Petruchio’s more sinister jests.",
                                "part3" : "Realizing his error, Benedick flees, leaving Petruchio at the altar. Both men have since turned to the entertainment industry as a way to process the emotional fallout of their failed relationship. They’re currently working as quite successful rival comedians."
                        },
                        
                        {
                                "part1" : "Things end pretty quickly for these two (if, indeed, they ever began). Unmoved by Petruchio’s pushy behaviour, Cleopatra decides to see if he has any redeeming qualities in the privacy of her bedchamber.",
                                "part2" : "It doesn’t take long before Petruchio realizes he is neither physically capable of sustaining himself for Cleopatra, nor does he possess the emotional capacity necessary to handle either her sexual or intellectual appetite.",
                                "part3" : "Cleopatra is none the worse for the encounter. In fact, she’s currently “tied up” in several social engagements. Petruchio, on the other hand - or rather, his head - is mounted on the walls of Alexandria as punishment for wasting Cleopatra’s time."
                        },
                        
                        {
                                "part1" : "Post-show, Hamlet and Petruchio share their first ‘friend-date’ at a Paduan bar. The resulting feud over who could bed the barkeep’s sooner ends in a challenge: a duel to the death at dawn!",
                                "part2" : "By midnight, Hamlet and Petruchio are still at the bar, dreading the dawn. This dread leads to more drinks, more drinks leads night into dawn, and dawn finds both brooding prince and boisterous bachelor dozing in each other’s arms.",
                                "part3" : "Upon waking, both men recognize the perfect mix of wingman and lover lying beside them, and promise to cherish each other for the rest of their haughty and debaucherous days."
                        },
                        
                        {
                                "part1" : "Petruchio and Juliet? Oh gods, really?",
                                "part2" : "As the curtain rises, Petruchio takes one look at young, innocent Juliet and starts thinking a lot of very Petruchio thoughts. Luckily, Lord Capulet is in the audience, and immediately commands that he be publicly executed.",
                                "part3" : "Juliet is spooked out of romance for a while, and later decides to settle down with Paris as her father planned. Petruchio, impaled on a spire, bleeds out in the town square. Shamefully."
                        },
                        
                        {
                                "part1" : "Kate and Petruchio - now that’s a loaded discussion. Petruchio sees “taming” Kate as a challenge, one that he enthusiastically accepts, and they marry against Kate’s will.",
                                "part2" : "Petruchio soon endeavors to turn Kate into the obedient wife (aka slave) that he so desires by, you know, not letting her sleep or eat. Romantic things like that.",
                                "part3" : "But wait! The good news is, none of this is real, and their whole relationship is actually just part of an elaborate show put on for a guy named Christopher Sly (great name, I know) who was tricked into thinking he’s a nobleman. So… that makes it okay! Right?"
                        },
                        
                        {
                                "part1" : "At our curtain’s rise, Petruchio sees Ophelia as the ideal bride: submissive, beautiful, and rich. However, when the pair depart our studios for Verona a change begins.",
                                "part2" : "Free of her father’s demands and the constraints of the royal court, Ophelia takes to the new and vivid freedoms available in Verona like a fish in water.",
                                "part3" : "Once she realizes how wonderful life can be, Ophelia decides to put up with Petruchio, evading his advances through deft practice the rest of her days. Petruchio never catches on, and the couple live in relative happiness even today."
                        },
                        
                        {
                                "part1" :  "Part 1: Petruchio, you've selected Petruchio!",
                                "part2" :  "Part 2: Petruchio, you've selected Petruchio!",
                                "part3" :  "Part 3: Petruchio, you've selected Petruchio!"
                        },
                        
                        {
                                "part1" : "Petruchio takes Romeo under his wing with the intent of teaching him all his womanizing ways, which Romeo is super on board with - at first. But even as a naive little teenager, Romeo can see that Petruchio’s ways are pretty messed up.",
                                "part2" : "So instead of following in his footsteps, he decides to literally follow Petruchio and ruin all his potential relationships by seducing his targets even better, and then treating them with the respect and adoration they deserve.",
                                "part3" : "It works really well. Romeo ends up in a happy polyamorous relationship while Petruchio dies alone. And so the student becomes the master."
                        }
                ]
        },

        {
                "name" : "Romeo",
                "pairing" :
                [
                        {
                                "part1" : "When the curtain opens, Romeo gasps as he recognizes his commanding officer: Mark Antony. His parents sent him into the army after he sulked for ten straight years following the Juliet debacle, and he’s had a crush on his superior since day one.",
                                "part2" : "Antony is not as impressed. Like Shang from Mulan, he does not go easy on Romeo. Unlike Mulan, this story has gay overcurrents rather than undercurrents. Romeo becomes a beefcake, Antony is impressed by Romeo’s commitment, and the two eventually start dating.",
                                "part3" : "Today, Antony and Romeo are the Roman army’s leading power couple. SPQR!"
                        },
                        
                        {
                                "part1" : "Romeo quickly becomes infatuated with Beatrice, who, after the curtain rises, remains convinced for quite some time that this whole thing is a joke (oh no, Beatrice, we’re serious).",
                                "part2" : "After being bothered by Romeo for long enough, Beatrice decides to have a talk with his mother about his behavior. Romeo gets grounded for a couple weeks until he learns how to respect women, and stop being so weirdly stalky.",
                                "part3" : "Last we heard, Romeo’s moved on to some other crush (who he stalks a little less), and Beatrice and Lady Montague have been getting on quite swimmingly..."
                        },
                        
                        {
                                "part1" : "With a keen eye trained to recognize the sickness of love, Benedick sees that Romeo is a walking disaster. He makes it his responsibility to educate Romeo in the ways of the bachelor: that romance isn’t necessary for happiness.",
                                "part2" : "Romeo follows Benedick around like a puppy, and Benedick is thrilled to have someone who sits and listens to his every opinion under the sun.",
                                "part3" : "Romeo marries, but when his wife dies, his new understanding that there is more to life than any single relationship helps him overcome the tragedy, and he lives well into his eighties with children and grandchildren who love him."
                        },
                        
                        {
                                "part1" : "Predictably, Romeo falls in love with Cleopatra right away. Also predictably, Cleopatra doesn’t bat an eyelash at the teenager from Verona. She goes back to Alexandria...and Romeo follows her.",
                                "part2" : "He tries to crash Cleopatra’s parties, which had worked with Juliet, but the Alexandrian guards just keep throwing him in prison. Romeo takes this as a challenge, so he climbs through Cleopatra’s bedroom window. Cleopatra, who has survived several assassination attempts, stabs him with a poisoned knife.",
                                "part3" : "Romeo dies in agony. The words “damn, girl, why you gotta blue-ball me like that” are, mercifully, his last."
                        },
                        
                        {
                                "part1" : "Hamlet and Romeo connect instantly over their mutual love of being way too dramatic. Soon, that mutual love becomes a mutual love for each other, and they go around being way too dramatic as a couple.",
                                "part2" : "Their lovey-dovey PDA makes a lot of people uncomfortable, but they put up with it because to be honest, they’re a pretty cute couple. “Hameo,” as the couple is dubbed, is currently deep in the wedding-planning phase.",
                                "part3" : "So far, they’re settled on black rose centerpieces, extremely long wedding vows, and “The Sound of Silence” for their first dance as a married couple."
                        },
                        
                        {
                                "part1" : "Holy Hecate, that’s a canon match! In case you haven’t read the play, here’s the abridged version...",
                                "part2" : "The two fall madly in love very quickly, but also die very quickly. Romeo’s impulsiveness brings out the same quality in Juliet, and they decide they want to be together forever despite their families’ intense and infamous rivalry.",
                                "part3" : "Unfortunately, there was a real lack of communication in the relationship that lead to a classic (yet poorly executed) fake-your-own-death plan. It was like, Fake Death -> Real Death -> Real Death. Kinda sucked."
                        },
                        
                        {
                                "part1" : "Romeo is instantly smitten with Kate, and spends the next few weeks following her around in a pure state of puppy love. Unfortunately, Kate has literally no interest in Romeo at all, but she doesn’t mind the attention either.",
                                "part2" : "Kate continually laughs off Romeo’s advances, only half-hoping he’ll get the hint. Her biting wit bounces right off Romeo’s shell of naivete - 'If she’s mean to me, that means she likes me, right?'",
                                "part3" : "But after a while and a real lack of attention, Romeo inevitably becomes infatuated with someone else (Romeo is as Romeo does), but Kate was happy for a while to have a little one-person fan club drooling over her every move."
                        },
                        
                        {
                                "part1" : "What glee! In Romeo, Ophelia finds a young Hamlet willing to listen and grow. In Ophelia, Romeo finds a beauty as noble as bygone Juliet, but one growing more worldwise every day. The pair leave our studios as newly-weds, eager to start a new life together far from their overbearing parents.",
                                "part2" : "Their shared experiences of young love gone awry helps stoke the couple a wholesome love to share, sustainable well after childhood flames cool to inconsequential embers.",
                                "part3" : "Today, Romeo and Ophelia share an apartment on the Seine, where they discuss poetry alongside two cats: Monty and Capps."
                        },
                        
                        {
                                "part1" : "Petruchio takes Romeo under his wing with the intent of teaching him all his womanizing ways, which Romeo is super on board with - at first. But even as a naive little teenager, Romeo can see that Petruchio’s ways are pretty messed up.",
                                "part2" : "So instead of following in his footsteps, he decides to literally follow Petruchio and ruin all his potential relationships by seducing his targets even better, and then treating them with the respect and adoration they deserve.!",
                                "part3" : "It works really well. Romeo ends up in a happy polyamorous relationship while Petruchio dies alone. And so the student becomes the master."
                        },
                        
                        {
                                "part1" : "Part 1: Romeo, you've selected Romeo!",
                                "part2" : "Part 2: Romeo, you've selected Romeo!",
                                "part3" : "Part 3: Romeo, you've selected Romeo!"
                        }
                ]
        }
]
}